Repository: iJustinn/Body
Catalog: BodyMetricsKit/BodyMetricsKit.xcstrings
Source language: en
Languages: de, es, fr, hi, ru, tr, zh_hans

source: %@ off
de: %@ Abweichung
es: %@ de diferencia
fr: Écart de %@
hi: %@ का अंतर
ru: Отклонение: %@
tr: %@ sapma
zh_hans: 偏差%@

source: %@ percent higher than 30-day average
de: %@ Prozent über dem 30-Tage-Durchschnitt
es: %@ por ciento por encima del promedio de 30 días
fr: %@ pour cent au-dessus de la moyenne sur 30 jours
hi: 30 दिन के औसत से %@ प्रतिशत ज़्यादा
ru: Выше среднего за 30 дней, в процентах: %@
tr: 30 günlük ortalamadan yüzde %@ yüksek
zh_hans: 比 30 天平均值高 %@%%

source: %@ percent lower than 30-day average
de: %@ Prozent unter dem 30-Tage-Durchschnitt
es: %@ por ciento por debajo del promedio de 30 días
fr: %@ pour cent en dessous de la moyenne sur 30 jours
hi: 30 दिन के औसत से %@ प्रतिशत कम
ru: Ниже среднего за 30 дней, в процентах: %@
tr: 30 günlük ortalamadan yüzde %@ düşük
zh_hans: 比 30 天平均值低 %@%%

source: %lld Outliers
de: %lld Ausreißer
es: %lld valores atípicos
fr: %lld anomalies
hi: %lld आउटलायर
ru: %lld отклонения
tr: %lld aykırı değer
zh_hans: %lld项异常

source: %lld workout
de: %lld Trainings
es: %lld entrenamientos
fr: %lld exercices
hi: %lld वर्कआउट
ru: %lld тренировки
tr: %lld antrenman
zh_hans: %lld次运动

source: %lld workouts
de: %lld Trainings
es: %lld entrenamientos
fr: %lld exercices
hi: %lld वर्कआउट
ru: %lld тренировки
tr: %lld antrenman
zh_hans: %lld次运动

source: %lldh
de: %lld Std.
hi: %lld घं॰
ru: %lld ч
tr: %lld sa
zh_hans: %lld小时

source: %lldh %lldm
de: %lld Std. %lld Min.
es: %lld h %lld min
fr: %lld h %lld min
hi: %lld घं॰ %lld मि॰
ru: %lld ч %lld мин
tr: %lld sa %lld dk
zh_hans: %lld小时%lld分

source: %lldm
de: %lld Min.
es: %lld min
fr: %lld min
hi: %lld मि॰
ru: %lld мин
tr: %lld dk
zh_hans: %lld分钟

source: 1 Outlier
de: 1 Ausreißer
es: 1 valor atípico
fr: 1 anomalie
hi: 1 आउटलायर
ru: 1 отклонение
tr: 1 aykırı değer
zh_hans: 1项异常

source: 1 year
de: 1 Jahr
es: 1 año
fr: 1 an
hi: 1 वर्ष
ru: 1 год
tr: 1 yıl
zh_hans: 1年

source: 6 Months
de: 6 Monate
es: 6 meses
fr: 6 mois
hi: 6 महीने
ru: 6 месяцев
tr: 6 Ay
zh_hans: 6个月

source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
hi: 7 दिन
ru: 7 дней
tr: 7 gün
zh_hans: 7天

source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
hi: 30 दिन
ru: 30 дней
tr: 30 gün
zh_hans: 30天

source: A
de: W
es: V
fr: É
hi: जा
ru: Бд
tr: U
zh_hans: 醒

source: A light activity today nudged your readiness down a little, but it's still high. Train as planned.
de: Eine leichte Aktivität heute hat deine Tagesform etwas gesenkt, sie ist aber weiterhin hoch. Trainiere wie geplant.
es: Una actividad ligera de hoy bajó un poco tu preparación, pero sigue alta. Entrena según lo previsto.
fr: Une activité légère aujourd’hui a fait un peu baisser votre niveau de préparation, mais il reste élevé. Entraînez-vous comme prévu.
hi: आज की हल्की ऐक्टिविटी से आपकी रेडिनेस थोड़ी कम हुई है, लेकिन यह अब भी उच्च है। योजना के अनुसार ट्रेनिंग करें।
ru: Легкая активность сегодня немного снизила готовность, но она по-прежнему хорошая. Тренируйтесь по плану.
tr: Bugünkü hafif bir aktivite hazırlığınızı biraz düşürdü ama hâlâ yüksek. Planladığınız gibi antrenman yapın.
zh_hans: 今天的轻度活动让状态略有下降，但状态依然良好，可按计划训练。

source: About Active Energy
de: Über Aktivitätsenergie
es: Acerca de la energía activa
fr: À propos de l’énergie en activité
hi: सक्रिय ऊर्जा के बारे में
ru: Об энергии активности
tr: Aktif Enerji Hakkında
zh_hans: 关于活动能量

source: About Basics
de: Über Körpermesswerte
es: Acerca de los datos básicos
fr: À propos des mensurations
hi: बुनियादी माप के बारे में
ru: Об измерениях тела
tr: Temel Veriler Hakkında
zh_hans: 关于基础数据

source: About Blood Oxygen
de: Über Blutsauerstoff
es: Acerca del oxígeno en sangre
fr: À propos de l’oxygène sanguin
hi: रक्त ऑक्सीजन के बारे में
ru: О кислороде в крови
tr: Kanda Oksijen Hakkında
zh_hans: 关于血氧

source: About BMI
de: Über den BMI
es: Acerca del IMC
fr: À propos de l’IMC
hi: BMI के बारे में
ru: Об ИМТ
tr: VKİ Hakkında
zh_hans: 关于体重指数

source: About Body Fat
de: Über Körperfettanteil
es: Acerca de la grasa corporal
fr: À propos de la masse grasse
hi: शरीर में वसा के बारे में
ru: О проценте жира
tr: Vücut Yağ Oranı Hakkında
zh_hans: 关于体脂率

source: About Cardio Fitness
de: Über Cardiofitness
es: Acerca de la capacidad aeróbica
fr: À propos de la santé cardiovasculaire
hi: हृदय संबंधी फ़िटनेस के बारे में
ru: О кардиовыносливости
tr: Kardiyo Fitness Hakkında
zh_hans: 关于有氧适能

source: About Exercise Minutes
de: Über Trainingsminuten
es: Acerca de los minutos de ejercicio
fr: À propos des minutes d’exercice
hi: एक्सरसाइज़ मिनट के बारे में
ru: О минутах упражнений
tr: Egzersiz Dakikaları Hakkında
zh_hans: 关于运动时长

source: About Heart Rate
de: Über Herzfrequenz
es: Acerca de la frecuencia cardiaca
fr: À propos de la fréquence cardiaque
hi: हृदय गति के बारे में
ru: О пульсе
tr: Kalp Atış Hızı Hakkında
zh_hans: 关于心率

source: About HRV
de: Über HRV
es: Acerca de la VFC
fr: À propos de la VFC
hi: HRV के बारे में
ru: О вариабельности пульса
tr: HRV Hakkında
zh_hans: 关于心率变异性

source: About Readiness
de: Über Tagesform
es: Acerca de la preparación
fr: À propos de la préparation
hi: रेडिनेस के बारे में
ru: О готовности
tr: Hazırlık Hakkında
zh_hans: 关于恢复状态

source: About Respiratory Rate
de: Über Atemfrequenz
es: Acerca de la frecuencia respiratoria
fr: À propos de la fréquence respiratoire
hi: श्वसन दर के बारे में
ru: О частоте дыхания
tr: Solunum Hızı Hakkında
zh_hans: 关于呼吸频率

source: About Resting Energy
de: Über Ruheenergie
es: Acerca de la energía en reposo
fr: À propos de l’énergie au repos
hi: आराम के समय ऊर्जा के बारे में
ru: Об энергии покоя
tr: Dinlenme Enerjisi Hakkında
zh_hans: 关于静息能量

source: About Resting Heart Rate
de: Über Ruheherzfrequenz
es: Acerca de la frecuencia cardiaca en reposo
fr: À propos de la fréquence cardiaque au repos
hi: विश्राम हृदय गति के बारे में
ru: О пульсе в покое
tr: Dinlenirken Kalp Atış Hızı Hakkında
zh_hans: 关于静息心率

source: About Skin Temperature
de: Über Hauttemperatur
es: Acerca de la temperatura de la piel
fr: À propos de la température cutanée
hi: त्वचा के तापमान के बारे में
ru: О температуре кожи
tr: Cilt Sıcaklığı Hakkında
zh_hans: 关于皮肤温度

source: About Sleep
de: Über Schlaf
es: Acerca del sueño
fr: À propos du sommeil
hi: नींद के बारे में
ru: О сне
tr: Uyku Hakkında
zh_hans: 关于睡眠

source: About Steps
de: Über Schritte
es: Acerca de los pasos
fr: À propos des pas
hi: क़दमों के बारे में
ru: О шагах
tr: Adım Hakkında
zh_hans: 关于步数

source: About Stress
de: Über Stress
es: Acerca del estrés
fr: À propos du stress
hi: तनाव के बारे में
ru: О стрессе
tr: Stres Hakkında
zh_hans: 关于压力

source: About the same as the 30-day average
de: Etwa gleich wie der 30-Tage-Durchschnitt
es: Similar al promedio de 30 días
fr: À peu près égal à la moyenne sur 30 jours
hi: 30 दिन के औसत के लगभग बराबर
ru: Примерно на уровне среднего за 30 дней
tr: 30 günlük ortalamayla hemen hemen aynı
zh_hans: 与30天平均值大致相同

source: About Time In Daylight
de: Über Zeit im Tageslicht
es: Acerca del tiempo con luz diurna
fr: À propos de la lumière du jour
hi: दिन की रोशनी में समय के बारे में
ru: О времени при дневном свете
tr: Gün Işığında Süre Hakkında
zh_hans: 关于日照时间

source: About Training Load
de: Über Trainingsbelastung
es: Acerca de la carga de entrenamiento
fr: À propos de la charge d’entraînement
hi: ट्रेनिंग लोड के बारे में
ru: О тренировочной нагрузке
tr: Antrenman Yükü Hakkında
zh_hans: 关于训练负荷

source: About Vitals
de: Über Vitalzeichen
es: Acerca de los signos vitales
fr: À propos des signes vitaux
hi: वाइटल के बारे में
ru: Об основных показателях
tr: Yaşam Bulguları Hakkında
zh_hans: 关于生命体征

source: About Weight
de: Über Gewicht
es: Acerca del peso
fr: À propos du poids
hi: वज़न के बारे में
ru: О весе
tr: Ağırlık Hakkında
zh_hans: 关于体重

source: Active %@
de: Aktive %@
es: %@ en actividad
fr: %@ en activité
hi: सक्रिय %@
ru: Активные %@
tr: Aktif %@
zh_hans: 活动消耗

source: Active and resting calories
de: Aktivitäts- und Ruhekalorien
es: Calorías activas y en reposo
fr: Calories en activité et au repos
hi: सक्रिय और आराम के समय की कैलोरी
ru: Активные калории и калории покоя
tr: Aktif ve dinlenme kalorileri
zh_hans: 活动与静息卡路里

source: Active Energy estimates calories you burn through movement and workouts, above your resting needs. More is not automatically better; useful context comes from matching activity to your goals and checking how sleep, appetite, soreness, and readiness respond.
de: Aktivitätsenergie schätzt die Kalorien, die du durch Bewegung und Training über deinen Ruhebedarf hinaus verbrennst. Mehr ist nicht automatisch besser. Aussagekräftig wird der Wert, wenn deine Aktivität zu deinen Zielen passt und du beobachtest, wie Schlaf, Appetit, Muskelkater und Tagesform darauf reagieren.
es: La energía activa estima las calorías que quemas con el movimiento y los entrenamientos, por encima de tus necesidades en reposo. Más no siempre es mejor; lo útil es ajustar la actividad a tus objetivos y observar cómo responden el sueño, el apetito, el dolor muscular y la preparación.
fr: L’énergie en activité estime les calories que vous brûlez en bougeant et pendant vos exercices, au-delà de vos besoins au repos. Plus n’est pas forcément mieux : l’essentiel est d’adapter votre activité à vos objectifs et d’observer comment votre sommeil, votre appétit, vos courbatures et votre niveau de préparation réagissent.
hi: सक्रिय ऊर्जा उन कैलोरी का अनुमान है जो आप आराम की ज़रूरत से ऊपर, चलने फिरने और वर्कआउट से बर्न करते हैं। ज़्यादा होना अपने आप बेहतर नहीं होता; असली संदर्भ तब मिलता है जब आप ऐक्टिविटी को अपने लक्ष्यों के अनुसार रखें और देखें कि आपकी नींद, भूख, मांसपेशियों का दर्द और रेडिनेस उस पर कैसी प्रतिक्रिया देते हैं।
ru: Энергия активности показывает оценку калорий, которые Вы сжигаете при движении и на тренировках сверх потребностей организма в покое. Больше не всегда значит лучше: полезнее соотносить активность с Вашими целями и следить, как на нее реагируют сон, аппетит, мышечная боль и готовность.
tr: Aktif Enerji, dinlenme ihtiyacınızın üzerinde hareket ve antrenmanlarla yaktığınız kaloriyi tahmin eder. Daha fazlası her zaman daha iyi demek değildir; asıl anlamlı olan, aktiviteyi hedeflerinize göre ayarlamak ve uykunuzun, iştahınızın, kas ağrınızın ve hazırlığınızın buna nasıl tepki verdiğini izlemektir.
zh_hans: 活动能量估算通过活动和运动消耗的、超出静息需求的卡路里。并非越多越好；更有意义的是让活动量与目标匹配，并观察睡眠、食欲、酸痛和恢复状态的反应。

source: Activity Rings
de: Aktivitätsringe
es: Anillos de actividad
fr: Anneaux Activité
hi: ऐक्टिविटी रिंग
ru: Кольца Активности
tr: Aktivite Halkaları
zh_hans: 活动圆环

source: All Out
de: Extrem
es: Al máximo
fr: Maximum
hi: बहुत कठिन
ru: Экстремально
tr: Tükendim
zh_hans: 全力以赴

source: Amount
de: Dauer
es: Cantidad
fr: Durée
hi: अवधि
ru: Длительность
tr: Süre
zh_hans: 时长

source: Anchors workout HR zones (max HR)
de: Grundlage der Herzfrequenzzonen im Training (max. HF)
es: Define las zonas de FC de los entrenamientos (FC máx.)
fr: Sert de base aux zones de FC des exercices (FC max.)
hi: वर्कआउट के हृदय गति ज़ोन का आधार (अधिकतम हृदय गति)
ru: Задает зоны пульса для тренировок (макс. пульс)
tr: Antrenman nabız bölgelerini belirler (maks. nabız)
zh_hans: 用于确定训练心率区间（最大心率）

source: Apple Maps
de: Apple Karten
es: Mapas de Apple
fr: Plans
hi: Apple नक़्शा
ru: Карты Apple
tr: Apple Harita
zh_hans: Apple 地图

source: Archery
de: Bogenschießen
es: Tiro con arco
fr: Tir à l’arc
hi: तीरंदाज़ी
ru: Стрельба из лука
tr: Okçuluk
zh_hans: 射箭

source: Ascent
de: Anstieg
es: Ascenso
fr: Dénivelé positif
hi: चढ़ाई
ru: Подъем
tr: Tırmanış
zh_hans: 爬升

source: Autonomic
de: Nervensystem
es: Sistema nervioso
fr: Système nerveux
hi: स्वायत्त तंत्रिका
ru: Нервная система
tr: Otonom
zh_hans: 自主神经

source: Average heart rate %@ BPM
de: Durchschnittliche Herzfrequenz %@ bpm
es: Frecuencia cardiaca media de %@ bpm
fr: Fréquence cardiaque moyenne : %@ bpm
hi: औसत हृदय गति %@ bpm
ru: Средний пульс: %@ bpm
tr: Ortalama kalp atış hızı %@ bpm
zh_hans: 平均心率 %@ BPM

# Avg Cycling Cadence
source: Avg Cadence
de: Ø Trittfrequenz
es: Cadencia media
fr: Cadence moyenne
hi: औसत केडेंस
ru: Средний каденс
tr: Ort. Kadans
zh_hans: 平均踏频

source: Avg Ground Contact
de: Ø Bodenkontaktzeit
es: Contacto medio con el suelo
fr: Contact au sol moy.
hi: औसत ग्राउंड कॉन्टैक्ट
ru: Ср. контакт с землей
tr: Ort. Yerle Temas
zh_hans: 平均触地时间

source: Avg Heart Rate
de: Ø Herzfrequenz
es: Frecuencia cardiaca media
fr: Fréq. cardiaque moy.
hi: औसत हृदय गति
ru: Средний пульс
tr: Ort. Kalp Atış Hızı
zh_hans: 平均心率

source: Avg HR
de: Ø HF
es: FC media
fr: FC moy.
hi: औसत हृदय गति
ru: Ср. пульс
tr: Ort. Nabız
zh_hans: 平均心率

source: Avg METs
de: Ø METs
es: METs medios
fr: MET moyens
hi: औसत METs
ru: Ср. МЕТ
tr: Ort. METs
zh_hans: 平均 METs

source: Avg Pace
de: Ø Pace
es: Ritmo medio
fr: Rythme moyen
hi: औसत पेस
ru: Средний темп
tr: Ort. Tempo
zh_hans: 平均配速

source: Avg Power
de: Ø Leistung
es: Potencia media
fr: Puissance moyenne
hi: औसत पावर
ru: Средняя мощность
tr: Ort. Güç
zh_hans: 平均功率

source: Avg Speed
de: Ø Geschwindigkeit
es: Velocidad media
fr: Vitesse moyenne
hi: औसत गति
ru: Средняя скорость
tr: Ort. Hız
zh_hans: 平均速度

# Avg Step Cadence
source: Avg Cadence
de: Ø Schrittfrequenz
es: Cadencia media
fr: Cadence moyenne
hi: औसत केडेंस
ru: Средняя частота шагов
tr: Ort. Kadans
zh_hans: 平均步频

source: Avg Stride Length
de: Ø Schrittlänge
es: Longitud media de zancada
fr: Longueur de foulée moy.
hi: औसत स्ट्राइड लेंथ
ru: Средняя длина шага
tr: Ort. Adım Uzunluğu
zh_hans: 平均步长

source: Avg Vertical Osc.
de: Ø Vert. Oszillation
es: Osc. vertical media
fr: Oscillation vert. moy.
hi: औसत वर्टिकल ऑसिलेशन
ru: Ср. верт. колебания
tr: Ort. Dikey Salınım
zh_hans: 平均垂直振幅

source: Awake
de: Wach
es: Vigilia
fr: Éveil
hi: जागे हुए
ru: Бодрствование
tr: Uyanık
zh_hans: 清醒

source: Badly broken sleep has left you short on recovery. Keep it very light or rest.
de: Stark unterbrochener Schlaf hat dir Erholung gekostet. Trainiere nur sehr leicht oder ruh dich aus.
es: Un sueño muy interrumpido te ha dejado con poca recuperación. Haz algo muy suave o descansa.
fr: Un sommeil très fragmenté a limité votre récupération. Optez pour une séance très légère ou reposez-vous.
hi: बार बार टूटी नींद के कारण आपकी रिकवरी अधूरी रह गई है। बहुत हल्की ऐक्टिविटी करें या आराम करें।
ru: Сильно прерывистый сон не дал Вам восстановиться. Сделайте тренировку очень легкой или отдохните.
tr: Sık sık bölünen uyku toparlanmanızı eksik bıraktı. Çok hafif tutun ya da dinlenin.
zh_hans: 昨晚睡眠质量偏低，身体恢复不足。建议休息，或做些轻松的运动。

source: Badly broken sleep has left you under-recovered. Keep it very light or rest.
de: Nach stark unterbrochenem Schlaf bist du nicht ausreichend erholt. Trainiere nur sehr leicht oder ruh dich aus.
es: Un sueño muy interrumpido no te ha dejado recuperarte bien. Haz algo muy suave o descansa.
fr: Un sommeil très fragmenté n’a pas permis une récupération suffisante. Optez pour une séance très légère ou reposez-vous.
hi: बार बार टूटी नींद के कारण आपका शरीर पूरी तरह रिकवर नहीं हुआ है। बहुत हल्की ऐक्टिविटी करें या आराम करें।
ru: Из-за сильно прерывистого сна Вы не восстановились. Тренируйтесь очень легко или отдохните.
tr: Sık sık bölünen uyku nedeniyle yeterince toparlanamadınız. Çok hafif tutun ya da dinlenin.
zh_hans: 昨晚睡眠质量偏低，身体恢复不足。建议休息，或做些轻松的运动。

source: Basics
de: Körper­mess­werte
es: Datos básicos
fr: Mensu­ra­tions
hi: बुनियादी माप
ru: Изме­ре­ния тела
tr: Temel Veriler
zh_hans: 基础数据

source: Basics tracks weight, body fat, and BMI together so changes are easier to compare in context. Daily movement can reflect hydration, meals, measurement timing, or device differences. Longer trends are usually more useful than single readings.
de: „Körpermesswerte“ zeigt Gewicht, Körperfettanteil und BMI gemeinsam, damit du Veränderungen leichter im Zusammenhang vergleichen kannst. Tägliche Schwankungen können an Flüssigkeitshaushalt, Mahlzeiten, Messzeitpunkt oder unterschiedlichen Geräten liegen. Längere Trends sind meist aussagekräftiger als einzelne Messungen.
es: Datos básicos registra juntos el peso, la grasa corporal y el IMC para que sea más fácil comparar los cambios en contexto. Las variaciones diarias pueden reflejar la hidratación, las comidas, el momento de la medición o diferencias entre dispositivos. Las tendencias a largo plazo suelen ser más útiles que las lecturas aisladas.
fr: Les mensurations regroupent le poids, la masse grasse et l’IMC pour que leurs évolutions soient plus faciles à comparer dans leur contexte. Les variations d’un jour à l’autre peuvent refléter l’hydratation, les repas, le moment de la mesure ou des différences entre appareils. Les tendances sur la durée sont généralement plus utiles que les mesures isolées.
hi: बुनियादी माप वज़न, शरीर में वसा और BMI को एक साथ ट्रैक करता है, ताकि बदलावों की तुलना संदर्भ के साथ करना आसान हो। रोज़ का उतार चढ़ाव शरीर में पानी की मात्रा, भोजन, माप के समय या डिवाइस के अंतर की वजह से हो सकता है। एक बार की रीडिंग से ज़्यादा उपयोगी आमतौर पर लंबे समय के ट्रेंड होते हैं।
ru: Измерения тела объединяют вес, процент жира и ИМТ, чтобы изменения было проще сравнивать в контексте. Ежедневные колебания могут отражать водный баланс, приемы пищи, время измерения или различия между устройствами. Долгосрочные тренды обычно полезнее отдельных измерений.
tr: Temel Veriler bölümü ağırlığı, vücut yağ oranını ve VKİ'yi birlikte izler; böylece değişiklikleri bağlam içinde karşılaştırmak kolaylaşır. Günlük dalgalanmalar su dengesini, öğünleri, ölçüm zamanını veya aygıt farklarını yansıtabilir. Uzun dönemli eğilimler genellikle tek tek ölçümlerden daha faydalıdır.
zh_hans: 基础数据将体重、体脂率和体重指数放在一起追踪，便于在同一背景下比较变化。每日波动可能反映水分、饮食、测量时间或设备差异。长期趋势通常比单次读数更有参考价值。

source: Best Pace
de: Beste Pace
es: Mejor ritmo
fr: Meilleur rythme
hi: सबसे तेज़ पेस
ru: Лучший темп
tr: En İyi Tempo
zh_hans: 最佳配速

source: Blood Oxygen
de: Blut­sauer­stoff
es: Oxígeno en sangre
fr: Oxygène sanguin
hi: रक्त ऑक्सीजन
ru: Кисло­род в крови
tr: Kanda Oksijen
zh_hans: 血氧

source: Blood oxygen dipped below your norm. Go gently until it recovers.
de: Dein Blutsauerstoff ist unter deinen Normalwert gesunken. Lass es ruhig angehen, bis er sich erholt.
es: El oxígeno en sangre bajó de tu nivel habitual. Tómatelo con calma hasta que se recupere.
fr: Votre taux d’oxygène sanguin est passé sous votre normale. Allez-y doucement jusqu’à ce qu’il remonte.
hi: रक्त ऑक्सीजन आपके सामान्य स्तर से नीचे चला गया है। इसके सामान्य होने तक हल्की ऐक्टिविटी करें।
ru: Уровень кислорода в крови опустился ниже Вашей нормы. Не нагружайте себя, пока он не восстановится.
tr: Kanda oksijen düzeyiniz normalinizin altına indi. Düzelene kadar yavaş gidin.
zh_hans: 血氧含量低于平时。恢复前建议放轻松。

source: Blood oxygen dipped slightly, though overall readiness is prime.
de: Dein Blutsauerstoff ist leicht gesunken, insgesamt bist du aber in Bestform.
es: El oxígeno en sangre bajó un poco, aunque tu preparación general es excelente.
fr: Votre taux d’oxygène sanguin a légèrement baissé, mais votre niveau de préparation global reste optimal.
hi: रक्त ऑक्सीजन थोड़ा कम हुआ है, फिर भी कुल मिलाकर रेडिनेस बेहतरीन है।
ru: Уровень кислорода в крови немного снизился, но в целом готовность отличная.
tr: Kanda oksijen düzeyiniz biraz düştü ama genel hazırlığınız zirvede.
zh_hans: 血氧含量略低，但整体状态依然很好。

source: Blood oxygen estimates the percentage of oxygen carried by your blood. It is usually fairly steady at rest, and fit or motion can affect readings. Repeated low readings, sudden drops, or low values with shortness of breath, chest pain, or confusion need medical attention.
de: Blutsauerstoff schätzt den Anteil an Sauerstoff, den dein Blut transportiert. In Ruhe ist der Wert meist recht stabil, Sitz des Geräts und Bewegung können die Messung beeinflussen. Wiederholt niedrige Werte, plötzliche Abfälle oder niedrige Werte zusammen mit Atemnot, Brustschmerzen oder Verwirrtheit solltest du ärztlich abklären lassen.
es: El oxígeno en sangre estima el porcentaje de oxígeno que transporta tu sangre. Suele ser bastante estable en reposo, y el ajuste del dispositivo o el movimiento pueden afectar a las lecturas. Las lecturas bajas repetidas, las caídas repentinas o los valores bajos con falta de aire, dolor en el pecho o confusión requieren atención médica.
fr: L’oxygène sanguin estime le pourcentage d’oxygène transporté par votre sang. Il est généralement assez stable au repos, et la façon dont l’appareil est porté ou vos mouvements peuvent influer sur les mesures. Des valeurs basses répétées, des baisses soudaines ou des valeurs basses accompagnées d’essoufflement, de douleurs thoraciques ou de confusion nécessitent un avis médical.
hi: रक्त ऑक्सीजन आपके रक्त में मौजूद ऑक्सीजन के प्रतिशत का अनुमान है। आराम की स्थिति में यह आमतौर पर काफ़ी स्थिर रहता है, और डिवाइस के ढीले या कसे होने और हिलने डुलने से रीडिंग पर असर पड़ सकता है। बार बार कम रीडिंग, अचानक गिरावट, या साँस फूलने, सीने में दर्द या भ्रम के साथ कम मान आने पर चिकित्सा सहायता लें।
ru: Кислород в крови показывает оценку доли кислорода, который переносит кровь, в процентах. В покое этот показатель обычно довольно стабилен, а на показания могут влиять посадка часов и движение. Повторяющиеся низкие показания, резкие падения или низкие значения вместе с одышкой, болью в груди или спутанностью сознания требуют обращения к врачу.
tr: Kanda oksijen, kanınızın taşıdığı oksijenin yüzdesini tahmin eder. Dinlenme sırasında genellikle oldukça sabittir; aygıtın oturuşu ya da hareket, ölçümleri etkileyebilir. Tekrarlayan düşük değerler, ani düşüşler ya da nefes darlığı, göğüs ağrısı veya bilinç bulanıklığıyla birlikte görülen düşük değerler için bir sağlık uzmanına başvurun.
zh_hans: 血氧估算血液中携带氧气的百分比。静息时通常相当稳定，佩戴松紧和动作可能影响读数。反复出现的低读数、突然下降，或伴有气短、胸痛、意识模糊的低数值，需要就医。

source: Blood oxygen is a touch low, yet overall readiness is high.
de: Dein Blutsauerstoff ist etwas niedrig, deine Tagesform ist insgesamt aber hoch.
es: El oxígeno en sangre está algo bajo, pero tu preparación general es alta.
fr: Votre taux d’oxygène sanguin est un peu bas, mais votre niveau de préparation global est élevé.
hi: रक्त ऑक्सीजन थोड़ा कम है, फिर भी कुल मिलाकर रेडिनेस उच्च है।
ru: Уровень кислорода в крови немного понижен, но в целом готовность хорошая.
tr: Kanda oksijen düzeyiniz biraz düşük ama genel hazırlığınız yüksek.
zh_hans: 血氧含量略低，但整体状态仍然不错。

source: Blood oxygen is below its usual range.
de: Dein Blutsauerstoff liegt unter seinem üblichen Bereich.
es: El oxígeno en sangre está por debajo de su rango habitual.
fr: L’oxygène sanguin est sous sa plage habituelle.
hi: रक्त ऑक्सीजन अपनी सामान्य रेंज से नीचे है।
ru: Уровень кислорода в крови ниже обычного диапазона.
tr: Kanda oksijen düzeyi olağan aralığının altında.
zh_hans: 血氧低于日常范围。

source: Blood oxygen is below your norm, nudging readiness to moderate. Keep load controlled.
de: Dein Blutsauerstoff liegt unter deinem Normalwert und senkt deine Tagesform auf moderat. Halte die Belastung kontrolliert.
es: El oxígeno en sangre está por debajo de tu nivel habitual y baja tu preparación a moderada. Mantén la carga controlada.
fr: Votre taux d’oxygène sanguin est sous votre normale, ce qui ramène votre niveau de préparation à modéré. Gardez une charge maîtrisée.
hi: रक्त ऑक्सीजन आपके सामान्य स्तर से नीचे है, जिससे रेडिनेस मध्यम हो गई है। लोड नियंत्रित रखें।
ru: Уровень кислорода в крови ниже Вашей нормы, поэтому готовность снизилась до средней. Держите нагрузку под контролем.
tr: Kanda oksijen düzeyiniz normalinizin altında ve hazırlığınızı orta seviyeye çekiyor. Yükü kontrollü tutun.
zh_hans: 血氧含量低于平时，整体状态降到中等。训练负荷建议收着点。
